[
    {
        "id": 1,
        "message": "Ecco a te una ricetta deliziosa e semplice da preparare utilizzando solo farina, lievito e uova: i pancake!\n\nIngredienti:\n- 250 g di farina\n- 1 cucchiaino di lievito\n- 2 uova\n- 300 ml di latte\n- 1 pizzico di sale\n- Olio vegetale (per ungere la padella)\n- Sciroppo di acero o miele (per servire)\n\nIstruzioni:\n\n1. In una ciotola grande, setaccia la farina e il lievito insieme. Aggiungi il sale e mescola bene.\n\n2. In un'altra ciotola, sbatti leggermente le uova. Aggiungi il latte e mescola fino a ottenere un composto omogeneo.\n\n3. Versa gradualmente il composto di uova e latte nella ciotola con la farina e il lievito. Mescola delicatamente con una frusta fino a che gli ingredienti si siano amalgamati completamente. Non mescolare troppo per evitare che i pancake diventino duri.\n\n4. Scalda una padella antiaderente a fuoco medio-alto e ungi leggermente la superficie con olio vegetale.\n\n5. Versa un mestolo di impasto sulla padella calda per formare un pancake. Lascia cuocere per 2-3 minuti, finché la parte inferiore sarà dorata e si saranno formate delle bollicine sulla superficie.\n\n6. Con l'aiuto di una spatola, rovescia il pancake e cuoci l'altro lato per altri 2-3 minuti, finché diventa anche esso dorato.\n\n7. Ripeti i passaggi 5 e 6 con il resto dell'impasto, aggiungendo olio alla padella quando necessario.\n\n8. Una volta cotti tutti i pancake, puoi servirli caldi con sciroppo di acero o miele a piacere.\n\nEcco a te dei pancake soffici e deliziosi, perfetti per una colazione o una merenda golosa!"
    },
    {
        "id": 2,
        "message": "Torta al Cioccolato con Farina, Lievito e Uova:\n\nIngredienti:\n\n- 250g di farina\n- 200g di zucchero\n- 4 uova\n- 150g di burro\n- 100g di cioccolato fondente\n- 1 bustina di lievito per dolci\n- 1 pizzico di sale\n\nProcedimento:\n\n1. Preriscalda il forno a 180°C. Imburra e infarina una teglia rotonda da 24 cm di diametro.\n\n2. In una ciotola, setaccia la farina e il lievito. Aggiungi lo zucchero e il sale, mescolando bene.\n\n3. In un pentolino, sciogli il burro a fuoco basso insieme al cioccolato fondente fino a ottenere una consistenza liscia e cremosa. Lascia raffreddare leggermente.\n\n4. In un'altra ciotola, sbatti le uova fino ad ottenere un composto spumoso. Aggiungi gradualmente il burro fuso con il cioccolato, mescolando continuamente.\n\n5. Versa il composto di uova nel misto di farina e lievito, mescolando delicatamente con una spatola fino ad ottenere un impasto omogeneo.\n\n6. Versa l'impasto nella teglia precedentemente preparata, livellando bene la superficie.\n\n7. Inforna la torta nel forno preriscaldato per circa 30-35 minuti, o fino a quando uno stecchino inserito nel centro esca pulito.\n\n8. Sforna la torta e lasciala raffreddare completamente sulla griglia.\n\n9. Opzionalmente, puoi decorare la torta con una spolverata di zucchero a velo o con una glassa al cioccolato.\n\n10. Taglia a fette e gusta la tua deliziosa torta al cioccolato, morbida e soffice grazie alla farina, al lievito e alle uova.\n\nBuon appetito!"
    }
]