[
    {
        "id": 1,
        "message": "Oggi condividerò con te una ricetta unica e interessante che combina ingredienti insoliti: Zabaione al vino con aroma di vaniglia, sedano e salvia. Questo dolce è la perfetta combinazione di dolcezza e freschezza, che sicuramente stupirà i tuoi ospiti. Ecco come prepararlo: Ingredienti:- 5 tuorli d'uovo - 100 grammi di zucchero - 250 ml di vino bianco secco - 1 bacca di vaniglia - 2 gambi di sedano - Un pugno di foglie di salvia - Zucchero a velo per decorare (opzionale) Istruzioni: 1. Prendi una ciotola resistente al calore e metti i tuorli d'uovo e lo zucchero. Mescola bene fino a ottenere un composto omogeneo e setoso. 2. Taglia i gambi di sedano a pezzi di circa 2 cm e schiaccia leggermente le foglie di salvia per liberarne il profumo. 3. In una pentola a fuoco medio, versa il vino bianco e aggiungi il sedano e le foglie di salvia schiacciate. Fai sobbollire per alcuni minuti o fino a quando il vino si riduce di circa un terzo. 4. Lascia raffreddare leggermente il vino aromatizzato, quindi rimuovi il sedano e le foglie di salvia. Aggiungi il vino alla ciotola con i tuorli d'uovo e lo zucchero. 5. Apri la bacca di vaniglia e raschia i semi con la punta di un coltello. Aggiungi i semi nella ciotola con gli altri ingredienti. 6. Posiziona la ciotola sopra una pentola con acqua bollente a bagnomaria. Assicurati che l'acqua non tocchi il fondo della ciotola. 7. Con una frusta, sbatti continuamente il composto a bagnomaria fino a quando diventerà spumoso e denso. Continua a sbattere per circa 8-10 minuti, fino a quando il composto avrà raggiunto una consistenza simile a quella della maionese. 8. Rimuovi la ciotola dal bagnomaria e continua a sbattere per raffreddare leggermente il composto. 9. Trasferisci il tuo zabaione al vino con aroma di vaniglia, sedano e salvia nelle tazze da dessert o in piccoli bicchieri. 10. Lascia raffreddare in frigorifero per almeno un'ora prima di servire. Se desideri, prima di servire, puoi spolverizzare un po' di zucchero a velo sulla superficie per una presentazione ancora più invitante. Ecco fatto! Servi il tuo zabaione al vino con aroma di vaniglia, sedano e salvia come dessert dopo un pasto speciale. Sarà sicuramente una piacevole sorpresa per tutti i commensali!"
    }
]